Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/white_papers/samediggediedadus_samegiela_gaktuj_2012.pdf.tmx
Source language: smj
Languages: sma

source: Statistihkalasj materiála majt uddni máhttep ávkkit li lågo galla mánájgárddemáná ja oahppe sámegielak fálaldagáv oadtju.
sma: Dïhte statistihkeles materijale maam mijjieh daelie utnebe lea læstoeh mah vuesiehtieh man gellie maanagïertemaanah jïh skuvlelearohkh mah saemien gïelefaalenassem åadtjoeh.

source: Rapportta Samiske tall forteller 5 jages 2012 vuoset åvddånahttemav 2005 rájes gitta 2011.
sma: Reektehtse Samiske tall forteller 5 (Saemien taallh soptseste 5) jaepeste 2012, evtiedimmiem vuesehte 2005 raejeste 2011 raajan.

source: Lågo vuosedi máná gudi sámegielak fálaldagáv oadtju mánájgárden le binnum 925 rájes gitta 823. 2001:n lidjin 940 vuodoskåvllåoahppe sámegielajn vuostasjgiellan, 6 % binnedibme 2005/2006 jages.
sma: Taallh vuesiehtieh maanalåhkoe saemien faalenassine maanagïertesne ånnanamme, 925 maanijste 823 maanide. Jaepien 2011 lij 940 maadthskuvlelearohkh saemien voestesgïeline, akte ovrehte 6 % ånnanimmie skuvlejaepien 2005/2006 mænngan.

source: Nubbengielak oahppij låhko lij 1213, 41% binnedibme Máhttolåpptima rájes mij 2006:n bådij.
sma: Maadthskuvlelearoehkide saemien mubpiengïeline taalle lij 1213, akte 41 % ånnanimmie mænngan Maahtoelutnjemem sjïehtesji jaepien 2006.

source: Joarkkaskåvlåj vuoksjuj lidjin 267 oahppe gejn lij sámegiella vuostasjgiellan 2011/2012 skåvllåjage, mij lij 41% lasedibme 2008/2009 rájes.
sma: Jåarhkeskuvlen statistihke vuesehte 267 learohkh saemien voestesgïeline utnin faagegievlesne skuvlejaepien 2011/2012, akte 41 % lissiehtimmie 2008/2009 mænngan.

source: Sæmmi båttå lassánij aj nuppátgielak oahppij låhko 152 rájes gitta 206.
sma: Seamma tïjjen dle learohkelåhkoe saemien mubpiengïeline læssani, 152 learoehkijste 206 learoehkidie.

source: Jagen 2000 tjadádij dallusj Sáme giellaráde guoradallamav mij merustaláj galles sámegielav bukti juokkirak dásen Vuonan.
sma: Jaepien 2000 dle dan aejkien Saemien gïeleraerie aktem goerehtimmiem tjïrrehti mij aerviedi man gellie almetjh mah aktene jallh mubpene daltesisnie saemien meehtin Nöörjesne.

source: Guoradallama rapportta gåvvidij aj gåktu sámegiella iesjguhtik aktijvuodan aneduvvá sebrudagán.
sma: Reektehtse goerehtimmeste aaj buerkiesti guktie saemien åtnasovvi ovmessie siebriedahketsiehkine.

source: Vihtta jage maŋŋela Torkel Rasmussen guoradaláj makta nuorttasámegiella áneduvvá Vuonan ja Suoman, ja merustaláj galles sámegielav bukti.
sma: Vïjhte jaepieh mænngan dle Torkel Rasmussen aktem goerehtimmiem darjoeji åtnoen bïjre noerhtesaemien gïeleste Nöörjesne jïh Såevmesne, jïh dïhte aerviedimmieh gïeleutnijelåhkoen bïjre darjoeji.

source: Goappátja dá guoradallama vuosedi sámegielagij låhko Vuonan soajttá liehket birrusij 25 000.
sma: Gåabpegh daah goerehtimmieh vihtiestieh medtie 25 000 saemiengïeleldh almetjh Nöörjesne.

source: Sij li de sámegielaga navti jut gåjt dal dábálasj ságastallamav bukti tjuovvot sámegiellaj.
sma: Dah leah saemiengïeleldh dejnie goerkesinie dah unnemes buektiehtieh aktem sïejhme soptsestimmiem saemien gïelesne dåeriedidh.

source: Nordlandsforskning ja Norut Alta li Sámedikke, Ådåstuhttem-, háldadim- ja girkkodepartementa (FAD) ja Máhttodepartementa (KD) åvdås tjadádam Sáme giellaguoradallamav 2012.
sma: Nordlandsforskning jïh Norut Alta leah stillemen mietie Saemiedigkeste, Orrestehteme-, reereme- jïh gærhkoedepartemeenteste (ORD) jïh Maahtoedepartemeenteste (MD.) Saemien gïelegoerehtimmiem 2012 tjïrrehtamme.

source: Guoradallama ulmme lij åttjudit gåvåv galles bukti iesjguhtik sámegielav njálmálattjat ja tjálalattjat, man vuorrasa li, makkir aktijvuodajn gielav adni ja man ålov giella iesjguhtik aktijvuodan aneduvvá.
sma: Goerehtimmien åssjele lij daejredh man gellie mah aktem dejstie saemien gïelijste haalvoeh njaalmeldh jïh tjaaleldh, mennie aalterisnie dah, gåessie gïelem nåhtadieh jïh mennie mieresne saemien gïele åtnasåvva ovmessie tsiehkine.

source: Sáme giellaguoradallam 2012 vuoset viehka stuorra sierradusá li giellamáhtudagáj, adnoárenáj ja giellaguottoj gaskan sihke gielaj ja iesjguhtik guovloj gaskan lándan.
sma: Saemien gïelegoerehtimmie 2012 vuesehte joekoen stoerre joekehtsh gïelemaahtojne, åtnoesijjine jïh

source: Giella le nanos dilen giellaháldadimguovlojn Finnmárkon ja Divtasvuonan, ja viehka rasjep dilen Loabagin, Gájvuonan ja Snåasan.
sma: Gïele nænnoes reeremedajvesne Finnmarhkesne jïh Divtavuodnesne jïh sagki viesjiehtåbpoe Loabátesne, Gáivuotnesne jïh Snåasesne.

source: 13 Njálmálasj giella le nannusamos boarrásamos buolva gaskan.
sma: Njaalmeldh gïele lea veaksahkommes dej båarasommes almetji luvnie.

source: Sij e vuojga gielajt sægoda, valla e ga buvte tjállet ja låhkåt sæmmi buoragit.
sma: Dah eah gïelide dan jiïnjem pleenth, men eah leah dan væjkele tjaeledh jïh lohkedh.

source: Nuorabu ienebut bukti sámegielav låhkåt ja tjállet, valla siján le hæjop njálmálasj giella.
sma: Dah noerh leah væjkalåbpoe lohkedh jïh tjaeledh saemien, men dej akte viesjiehtåbpoe njaalmeldh gïele.

source: Vuojnnet sámegiella ienemusát sijdan, vuodoæládusájn ja åhpadussuorge aneduvvá.
sma: Vååjnoe goh saemien jeenjemes hïejmesne, aalkoejielieminie jïh lïerehtimmiesuerkesne åtnasåvva.

source: Mánájgárdde ja skåvllå vuojnnet li ájnnasabbo giellaåvddånahttemin dálla gå åvddåla.
sma: Vååjnoe goh maanagïerte jïh skuvle aktem sagki stuerebe råållam gïeleevtiedimmesne utnieh goh aarebi.

source: Muhtem sajijn le skåvllå ájnna sadje gånnå sámegiella aneduvvá.
sma: Muvhtene lehkesne dle skuvle dïhte aajnehke sijjie gusnie saemien åtnasåvva.

source: Guoradallam vuoset aj moattes vásedi iesj vehi sámegielav bukti, valla dat ij le nuoges váj duossti gielav adnet.
sma: Goerehtimmie aaj vuesehte jïjnjh almetjh tuhtjieh dah ånnetji saemien maehtieh, men ij goh nuekies juktie doestedh gïelem nåhtadidh.

source: Boahtá aj åvddån moattes sihti ienep sámegielav oahppat.
sma: Vuajna aaj jeenjesh sijhtieh viele saemien lïeredh.

source: Sijáj gaskan le stuorra potensiálla giellaaddnij lågov lasedit.
sma: Dej gaskem akte stoerre nuepie gååvnese gïeleutnijelåhkoem lissiehtidh.

source: Jasska birástagá váj ájn vil ienebu duossti sámástit ja buorep giellaoahppamvejulasjvuoda li ájnas tjoavddabágo gå galggá dájt oadtjot sámástahttját.
sma: Jearsoes mierieh guktie jienebh duestieh aelkedh saemien nåhtadidh, jïh buerebe nuepieh gïelelïerehtimmiem åadtjodh, sijhtieh vihkeles tjoevtenjebaakoeh årrodh jis edtja skreejredh dejtie aelkedh saemiestidh.

source: 2012 Giellaguoradallama milta le sámegiela oahppofálaldagá vánesvuohta ájnnasamos sivva gå oahppe uddni e sámegiel åhpadusáv oattjo, vájku siján li riektá dasi.
sma: Gïelegoerehtimmien 2012 mietie, dle vaanoe lïerehtimmiefaalenassijste saemien gïelesne dïhte daamtajommes fåantoe mannasinie learohkh eah lïerehtimmiem åadtjoeh saemien gïelesne daan biejjien, jalhts reaktah utnieh.

source: Vuojnnet diedo æjgádijda sáme giellaåhpadime birra le viehka målsudahkes.
sma: Vååjnoe goh dah bïevnesh, mejtie eejhtegh reaktan bïjre saemien gïelelierehtæmman åadtjoeh, leah gaajh jeereldihkie.

source: Diehtep låhko vuodoskåvllåoahppijs gejn le sámegiella vuostasjgiellan le muhtem mudduj stuoves, madi nuppátgielagij låhko binnu.
sma: Daejrebe låhkoe maadthskuvlelearohkijstie mej saemien voestesgïeline lea naa jiebne, men låhkoe learohkijstie mej saemien mubpiengïeline, ånnene.

source: Sámedigge dáv duodas válldá, ja le danen diededam Sámediggediedádusáv åhpadusá hárráj mij galggá ålleslattjat tjadádit lágajt ja birástagájt ma sáme åhpadusáv mierredi.
sma: Saemiedigkie dam tjarke ååktoe, jïh dan åvteste Saemiedigkiebïevnesisnie lïerehtimmien jïh ööhpehtimmien bïjre, aktem ållesth tjïrrehtimmiem bieljelamme laakijste jïh mierijste, mah saemien lïerehtimmiem stuvrehtieh.

source: Rapportta ” Langs lange spor – om samisk forskning og høyere utdanning ” (Butenschøn-nammadusá guoradallam), åvdet man ájnas le sámegielav dutkamgiellan åvdedit ja javllá muddo le dal dutkamásadusá åvdåsvásstádusáv válldi sámegielak kurssafálaldagáj åvdås juohkka dásen.
sma: Reektehtse, «Langs lange spor – om samisk forskning og høyere utdanningš (Butenschøn-moenehtsen salkehtimmie), tjïerteste vihkeles saemien dotkemegïeline evtiedidh, jïh vihteste dotkemeinstitusjovnh tjuerieh daejredh dej lea dïedte kuvsjefaalenassh saemien gïelesne evtiedidh gaajhkine daltesinie.

source: Vijddásappot tsuojggi rapportta sáme alep åhpadusá ja dutkama rekrutterim árrat juo álggá – mánájgárden, vuodoskåvlån ja joarkkaskåvlån.
sma: Vijriesåbpoe dle reektehtse tjïerteste dåårrehtimmie saemien jollebe ööhpehtæmman jïh dotkemasse aareh aalka – maanagïertesne, maadthskuvlesne jïh jåarhkeskuvlesne.

source: Sámedigge guorras aj nammadusá vuojnnuj jut sámegielak dutkam le vuodulasj jus galggá sáme dutkamgielav åvddånahttet, ja jut fáhkagiella le oassen gå galggá sámegielav tsieggit ålles, ja navti sebrudakguodde giellan.
sma: Saemiedigkie aaj sïemes moenehtsinie mij veanhta saemiengïeleldh dotkeme lea vihkeles jis edtja aktem saemien faagegïelem evtiedidh, jïh faagegïele lea akte bielie saemien gïeleevtiedimmeste, goh akte ållesth, jïh dan tjïrrh akte siebriedahkeguedtije gïele.

source: Varresvuoda- ja sosialsuorgen le gássjel sámegielak barggijt gávnnat, tjabu sáme giellaháldadimguovlon.
sma: Vååjnoe geerve maehteles saemiengïeleldh barkijh skååffedh Healsoe- jïh sosijaalesuarkan, aaj saemien gïelen reeremedajvesne.

source: Fálaldahka le muhttijn aj nav moattelágásj; varresvuodadievnastusá bieles dåbddu dagu dilev láhtjá buorre sáme fálaldahkaj, madi addne e sæmmi láhkáj dåbdå.
sma: Maahta aaj faalenassem joekehtslaakan dååjredh; healsoedïenesje åtna satne aktem hijven saemien faalenassem sjïehteladta, mearan utnijh eah dam tuhtjh.

source: Sámegielaga ælla sæmmi dudálattja varresvuodadievnastusáj danen gå e dádjada jalik dádjaduvá.
sma: Saemiengïeleldh almetjh eah leah madtjeles healsoedïenesjigujmie juktie dah tsagkesh dååjrieh goerkesadtedh.

source: Váni duodastusáj dan vuoksjuj, de soajttá sæmmi láhkáj liehket ietjá suorgijn dagu politijan, riektásysteman ja kriminalhuvson váj muodugasj dile badjáni ma soajtti boahtet dassta gå giella- ja kultuvrramáhtudahka vádnun.
sma: Bielelen vihtiestimmiem dan bïjre utnedh, dle maahta ussjedidh jeatjah suerkieh goh pollise, reaktasuerkie jïh kriminalehokse aaj maehtieh plearoeh tsiehkieh utnedh, dan åvteste gïele- jïh kultuvremaahtoe fååtese.

source: Stuorra dárbbo le sámegiela álggoåhpadussaj ållessjattugijda.
sma: Joekoen daerpies aalkoelïerehtimmine saemien gïelesne geerve almetjidie.

source: Giellaguoradallam vuoset ulmutja sihti åhpadusáv ietjasa bájkálasj birrasin ja dasi lassen bierriji ságastallamjuohkusa jali árená gåggu bæssá sámástit.
sma: Gïelegoerehtimmie vuesehte almetjh lïerehtimmiem sijhtieh jïjtse voengesne, jïh lissine byöroe soptsestimmiedåehkieh jallh jeatjah sijjieh utnedh gusnie maahta saemiestidh.

source: Giellaguodde li stuorra ressurssa mij ilá binnáv ávkkiduvvá giellaåhpadimen sihke mánájda ja nuorajda.
sma: Gïeleguedtijh akte stoerre vierhtie mij fer vaenie gïelelierehtimmesne åtnasåvva, dovne maanide jïh geerve almetjidie.

source: Dárbahip ienep ja dárkkelap diedojt sámegiela dile birra danen gå da lulujin ávkken giellaplánimin.
sma: Daerpies vielie daajroem utnedh guktie lea saemien gïelen bïjre, dan åvteste dïhte vihkeles gïelesoejkesjimmien gaavhtan.

source: Jus dákkir máhtov galggá oadtjot de hæhttu agev gielladilev kárttit.
sma: Juktie dagkeres daajroem åadtjodh dle daerpies daamtaj goerehtalledh guktie lea gïeline.

source: Duola dagu árbbedábálasj æládusá li læhkám ájnas giellaárená gånnå giella le læhkám nanos dilen.
sma: Vuesiehtimmien gaavhtan dle aerpievuekien jielemh akte vihkeles gïelesijjie orreme gusnie gïele nænnoes orreme.

source: Ajtu ep vuojga ålov diede dáj æládusáj gielladile birra.
sma: Men mijjieh vaenie vihtiestimmiem utnebe guktie gïeline daejnie jielieminie daan biejjien.

source: Almulasj dievnastusfálaldahka sámegielak álmmugij ij le dågålasj, ja moattes diededi ælla dudálattja.
sma: 15 Vuajna dïhte byögkeles dïenesjefaalenasse saemiengïeleldh almetjidie ij leah nuekies, jïh jienebh jiehtieh dah eah leah madtjeles.

source: 2012 Giellaguoradallam aj duodas sámegielak fáhkaulmutja vádnuni.
sma: Gïelegoerehtimmie 2012 vihteste annje gaajh daerpies faagealmetjigujmie saemien gïelemaahtojne.

source: Norut Áltá le FAD:a åvdås 2012:n kárttim sáme perspektijvav suohkansuorgen.
sma: Norut Alta lea stillemen mietie ORD ’ ste, aktem goerehtallemem tjïrrehtamme dehtie saemien perspektijveste tjïeltesuerkesne.

source: Dát kárttim vuoset aj ij le aktak suohkan manna ållåsit le sáme perspektijvva vuodon.
sma: Daate goerehtalleme aaj vuesehte ij naan tjïelth ållesthlaakan aktem saemien perspektijvem våaromasse bïejeme tjïelten barkosne.

source: Sámegiella ij tjálalattjat aneduvvá heva åvvånis suohkanijn gånnå sámegiella le bæjválasj giellan.
sma: Vaallah dejnie tjïeltine gænnah gusnie saemien gïele akte biejjieladtje gïele, dan jïjnje tjaaleldh saemien åtnasåvva.

source: Sáme- ja dárogiela ælla dássásattja háldadimgiellan, ja ienemus oasse ássjegiehtadallamis ja pládnabargos dåssju dárogiellaj tjadáduvvá.
sma: Saemien jïh nöörjen eah leah mïrrestalleldh goh reeremegïelh, jïh jïjnje dehtie aamhtesegïetedimmeste jïh soejkesjebarkoste lea ajve nöörjen gïelesne.

source: Moadda suohkana aj vásedi dåssju muhtem gallegattja válldi aktijvuodav sámegiellaj, mij rapportan tjielggiduvvá navti jut sámegiella ájn ij almulasj giellan aneduvá.
sma: Jïjnjh tjïelth aaj dååjrieh vaenie almetjh saemien gïelesne govlehtellieh, jïh reektehtsen mietie dle daate vuesehte annje almetjh eah saemien dååjrh goh akte byjjes jallh byögkeles gïele.

source: 14 Sáme giellaguoradallam 2012 vuoset aktisasjbarggo suohkanij, giellaguovdátjij, ietjá sáme ásadusáj jali organisasjåvnåj gaskan le ájnas jus galggá jåhtuj oadtjot sámegiela bargov.
sma: Saemien gïelegoerehtimmie 2012 vuesehte laavenjostoe gaskem tjïelth, gïelejarngh, jeatjah saemien institusjovnh jallh siebrieh leah vihkeles jis edtja saemien gïelebarkoem eadtjoestidh.

source: Hásstalus le ælla aktanik gájkbadjásasj åvdåsvásstádus dákkir aktisasjbargov jåhtuj biedjat ja koordinerit.
sma: Akte haesteme gosse ij guhte aktem bijjemes dïedtem åtna aelkedh jïh iktedidh dagkeres laavenjostoem.

source: Sámedikke åvdås le Norut Áltá 2012:n evaluerim sáme giellaguovdátjijt ma vuododoarjjagav Sámedikkes oadtju.
sma: Stillemen mietie Saemiedigkeste dle Norut Alta jaepien 2012 aktem vuarjasjimmiem tjïrrehtamme dejstie saemien gïelejarngijste mah maadthdåarjoem Saemedigkeste åadtjoeh.

source: Sáme giellaguovdátja li iesjguhtik ájggudagán ásaduvvam, ja moatte láhkáj li åvddånahttám iesjguhtik birrasin.
sma: Saemien gïelejarngh leah tseegkesovveme joekehts boelhkine, jïh joekehtslaakan evtiesovveme, ovmessie saemien byjresinie.

source: Dat mierkki hásstalusá sámegielav nannit li ietjálágátja guovlos guovlluj.
sma: Daate sæjhta jiehtedh haestemh leah joekehts dajveste dajvese, guktie edtja saemien gïelem eevtjedh.

source: Giellaguovdátjijn li iesjgeŋgalágásj hásstalusá organiserima, økonomalasj ressursaj ja giella- ja kulturtjiehpe barggij virggájbiedjamin.
sma: Gïelejarngh ovmessie haestemh utnieh dovne öörnedimmine, ekonomeles vierhtiejgujmie jïh barkijh dåårrehtidh gïele- jïh kultuvremaahtojne.

source: Ienemus giellaguovdátjijn li giellakursa vuodon, ja maŋemus jagijt li aj kursa nannidum dan láhkáj váj máhtudagáv vaddi oahppotjuorgaj.
sma: Dah ellen jeenjemes gïelejarngh gïelekuvsjh utnieh goh akte sijjen vihkielommes tsegkijste, jïh dej minngemes jaepiej dle kuvsjide bueriedamme, juktie dah maahtoem vedtieh studijepoengigujmie.

source: Giellaguovdátjijn li aj moadda kultuvralasj ja identitehtahábbmijiddje dåjma, gånnå giella muhtem láhkáj le guodden.
sma: Gïelejarngh aaj jïjnjh kultuvrelle jïh identiteetesjugneden darjomh utnieh, gusnie gïele vielie jallh vaenebe åtnasåvva.

source: Ietjá vuorodime målssu guovdátjis guovdátjij, dagu barggo mánáj ja nuoraj vuoksjuj skåvlå ja mánájgárde ålggolin ja sinna, guhkásåhpadibme, árbbediedo tjoahkkim ja duodastibme.
sma: Jeatjah darjomh maehtieh jarngeste jarnegese jeerehtidh, goh barkoe maanaj jïh noeri vööste skuvlen jïh maanagierten sisnie jïh ålkolen, maajhööhpehtimmie, tjöönghkeme jïh vihtiestimmie aerpievuekien daajroste.

source: Norut Áltá evaluerimrapportta oajvvat moadda dåjma váj giellaguovdátjij bárggodilev buoret.
sma: Norut Altan vuarjasjimmiereektehtse gellie raeriestimmieh råajvarimmide buakta, juktie gïelejarngi barkoetsiehkieh bueriedidh.

source: Akta dåjmajs le doajmmaruhtadårjav lasedit ja giellakursajda stuoves ruhtadimev gávnnat.
sma: Vuesiehtimmien gaavhtan lissiehtamme beetnehdåarjoe gïehteldæmman, jïh ihkuve beetnehdåarjoem gïelekuvsjide sjïehtesjidh.

source: Navti sjaddá álkkep åtttjudit ja bisodit barggijt alla giellamáhtudagáj.
sma: Dellie lij sïjhteme aelhkebe årrodh barkijh gïelemaahtojne dåårrehtidh jïh utniehtidh.

source: Giellaguovdátja beras lulujin dættodit tjoahkkit árbbediedov mij ájn gávnnu guovlon.
sma: Aaj vihkeles dam aerpievuekien daajroem ribledh mij annje gååvnese dejnie dajvine gusnie gïelejarngh sijjen barkojne gïehtelieh.

source: Giellaguovdátja bierriji aj rutinajt ásadit váj addnij dudálasjvuodav mihtti, ja bierriji dåjmalattjat ja diedulattjat virggáj biedjat goappátjijt sjiervijt giellaguovdátja dåjmajda.
sma: Gïelejarngh byöroeh aaj vierhtieh nåhtadidh juktie vuekieh sjïehtesjidh mah utniji madtjelesvoetem möölieh, jïh eadtjohkelaakan jïh voerkeslaakan dovne kaarrh jïh nyjsenæjjah dåårrehtidh gïelejarngi darjoemidie.

source: Vijdábut galgalulujin giellaguovdátja ienebut vuojnnusij boahtet sáme birrasij ålggolin aj.
sma: Raereste aaj akte aevhkie jis gïelejarngh maehtieh vielie våajnoes sjïdtedh, aaj dej saemien byjresi ålkolen.

source: Máhtti fállat sámegiela ja kultuvra kursajt ietjá ulmmejuohkusijda guovlonisá.
sma: Akte raeriestimmie lea kuvsjh faalehtidh saemien gïelesne jïh kultuvresne jeatjah ulmiedåhkide sov dajvesne.

source: Rapportta le ájnas vuodo Sámedikke bargguj giellaguovdátjij åvddålijguovlluj.
sma: Reektehtse akte vihkeles våarome Saemiedigkien laavenjostosne gïelejarngigujmie.

source: Máhtto iesguhtik gielladilij birra
sma: Daarjoe ovmessie gïeletsiehkiej bïjre

source: Sámegiella Vuonan le uddni viehka målsudahkes sebrudakdilen.
sma: Guktie lea saemien gïeline Nöörjesne daan biejjien lea naa joekehts dejnie ovmessie siebriedahketsiehkine.

source: Danen le gássjel aktisasj strategijajt gávnnat.
sma: Dan åvteste maahta geerve årrodh tjåenghkies strategijh gaavnedh.

source: Danen hæhttu álgget guoskavasj giellaguovlo dilijn, ja de strategiajt dan milta hábbmit.
sma: Tjuara dannasinie vuartasjidh guktie gïeletsiehkie lea dennie sjyöhtehke gïeledajvesne, jïh destie strategijh gaavnehtidh.

source: Dassta majt dálla diehtet sámegiela dile birra uddni, luluj vuogas guhtta iesjguhtik dilijt gåvvidit:
sma: Destie maam mijjieh saemien gïeletsiehkien bïjre daejrebe daan biejjien, dle maahta nuhteligs årrodh govhte joekehts tsiehkieh vuartasjidh:

source: Nuorttasáme ieneplåhkoguovllo
sma: Noerhtesaemien jienebelåhkoedajve

source: Nuorttasáme ieneplåhkoguovllo le suohkana Finnmárkon ma li oassen sáme giellaháldadimguovlos.
sma: Noerhtesaemien jienebelåhkoedajve lea tjïelth Finnmarhkesne mah leah meatan saemien gïelen reeremedajvesne.

source: Nuorttasámegiella le dat sámegiella manna li ienemus giellaaddne, ja stuorra oasse sijájs årru háldadimguovlon.
sma: Noerhtesaemien lea dïhte gïele man jeenjemes gïeleutnijh, jïh akte stoerre bielie dejstie reeremedajven sisnjelen orre.

source: Sámegiella le agev læhkám nanos dáj guovlojn ja le bæjválasj giella mij aneduvvá sihke priváhta ja almulasj aktijvuodajn.
sma: Saemien gïele lea aerpievuekien mietie nænnoes orreme daejnie dajvine, jïh lea akte biejjieladtje gïele mij åtnasåvva dovne privaate jïh byögkeles ektiedimmesne.

source: Dát giellaguovllo le ressurssaguovllo giellaåvddånahttemij.
sma: Maahta dam gïeledajvem utnedh goh akte vierhtiedajve saemien gïeleevtiedæmman.

source: 2012 giellaguoradallam ajtu vuoset nuora diededi e njálmálasj gielav sæmmi buoragit buvte gå boarrása.
sma: Gïelegoerehtimmie 2012 badth vuesehte dah noerh jiehtieh dah eah dam njaalmeldh gïelem seamma hijven haalvoeh goh dah båarasåbpoeh.

source: Ienep dárogielav aj adni åvdep ájgij buohta.
sma: Dah aaj vielie nöörjen sopsestieh goh aarebi.

source: Guoradallam vuoset viehka ienep nuora tjálalasj sámegielav bukti dálla gå åvdebut, sæmmi båttå ij sámegiella vuojga aneduvá tjálalasj háldadimgiellan.
sma: Goerehtimmie vuesehte daan biejjien jienebh noerh goh aarebi maehtieh saemien tjaeledh, seamma tïjjen saemien vaenie åtnasåvva goh akte tjaaleldh reeremegïele.

source: Vuorrasap buolvva javlli siján le valjes báhkoboanndudahka ja árbbedábálasj sáme termajt máhtti.
sma: Dah båarasåbpoeh jiehtieh dah ojhte aktem ræjhkoes baakoeveahkam utnieh, jïh aerpievuekien saemien terminologijem haalvoeh.

source: Vájku moattes dán guovlon sámegielav bukti, de le ajtu dárbbo giellagáhttimav vuorodit ja lasedit sámegiela ano diedulasjvuodav.
sma: Jalhts jïjnjh almetjh saemien haalvoeh daennie dajvesne, dle læjhkan daerpies aktine stuerebe gïelegorredimmiebarkojne jïh voerkesvoetem lissiehtidh saemien gïeleåtnoen bïjre.

source: Nuorttasámegiela unneplågoguovlo
sma: Noerhtesaemien unnebelåhkoedajvh

source: Nuorttasáme unneplågoguovloj miejnnip merragáddeguovlo Finnmárkon, Råmsån ja Nordlándan gånnå dålutjis li sámástam.
sma: Noerhtesaemien unnebelåhkoedajvh leah mearoedajvh Finnmarhkesne, Tromsesne jïh Nordlaantene gusnie aerpievuekien mietie saemien soptesestamme.

source: Dáj guovlojn li moadda hásstalusá.
sma: Daah dajvh gellie haestemi uvte tjåadtjoeh.

source: Giella le rasjep dilen dåppe gå ieneplågoguovlon, sierraláhkáj dakkir bájkijn gånnå dároduhttempolitihkka le garrasit ládam. Giella ij
sma: Gïele viesjiehtåbpoe desnie goh jienebelåhkoedajvesne, joekoen lea naemhtie dejnie voenine gusnie daaroedehtemepolitihke tjerkebe orreme.

source: 15 vuojga bæjválasj ságan ja sijddagiellan aneduvá.
sma: Gïele vaenie åtnasåvva biejjieladtje jïh hïejmesne.

source: Gallegasj jali ij aktak árená gávnnu gånnå sámegiella aneduvvá, ja åhpadusvejulasjvuodajs ælla galle.
sma: Gille jallh ij naan sijjieh gusnie maahta saemiestidh, jïh gille lïerehtimmienuepieh.

source: Sámegiella binnáv vuojnnu ja danna le vuollegis stáhtus.
sma: Saemien gïele ij leah dan våajnoes, jïh vuelehks staatusem åtna.

source: Danen hæhttu dájn guovlojn sámegielav nannit åhpadusá baktu, ásadit árenájt gånnå sámás, ressurssapersåvnåjt åttjudit ja ienebut sámegielav vuojnnusij buktet.
sma: Daejnie dajvine tjuara dannasinie saemien gïelem eevtjedh lïerehtimmien tjïrrh, sijjieh tseegkedh gusnie saemiestidh, vierhtiealmetjh dåårrehtidh jïh saemien gïelem buerebelaakan våajnoes darjodh.

source: Muhtem suohkana dáj guovlojn li sáme giellaháldadimguovlon.
sma: Muvhth tjïelth daejnie dajvine leah saemien gïelen reeremedajvesne.

source: Dáj suohkanij álmmugin li vijddásap riektá sámegiela åhpadussaj ja adnuj gå álmmuk háldadimguovlo ålggolin.
sma: Almetjh daejnie tjïeltine stuerebe reaktah utnieh lïerehtimmiem åadtjodh jïh saemien nåhtadidh, goh almetjh reeremedajven ålkolen.

source: Ajtu le hásstalus jut dá suohkana vájlluji máhtudagáv ja ressursajt gájbbádusájt ållidittjat.
sma: Men daesnie akte haesteme dan åvteste daah tjïelth maahtoem jïh vierhtieh fååtesieh juktie krievemidie illedh.

source: Suohkana ma li háldadimguovlo ålggolin ælla sæmmi láhkáj tjanádum mij guosská sámegiela fálaldahkaj.
sma: Tjïelth reeremedajven ålkolen gaertjiedamme dïedth utnieh faalenassen bïjre saemien gïelesne.

source: Oajvvehásstalus dáppe le dilev láhtjet váj álmmuga riektá sámegiela åhpadussaj ja adnuj ålliduvvi.
sma: Åejviehaesteme daesnie lea sjïehteladtedh ihke årroji reakta lïerehtidh jïh nåhtadidh saemien gïelem illesuvvieh.
